INSERT INTO specialist (
      member_id,
      photo_url,
      first_name,
      last_name,
      specialization,
      education,
      bio,
      experience_years,
      base_price,
      verification_status,
      is_approved,
      is_active,
      created_at,
      reject_reason
    )
  VALUES (
      6,
      'https://i.pravatar.cc/300?u=3',
      'Мяумяу',
      'РРРР',
      'Зоотерапия',
      'Онлайн курсы хорошо онлайн курсы хорошо онлайн курсы хорошо онлайн курсы хорошо онлайн курсы хорошо онлайн курсы хорошо онлайн курсы хорошо онлайн курсы хорошо онлайн курсы хорошо онлайн курсы хорошо онлайн курсы хорошо онлайн курсы хорошо ',
      'РРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРРР',
      0,
      2300,
      'verified',
      true,
      true,
      '2026-04-30T09:06:17.622Z',
      null
    );